<script>
    var textArr = [
        ['犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '爱上菊花'],
        ['捡到钱', '捡到钱', '捡到钱', '捡到钱', '捡到钱', '捡到钱', '捡到钱', '捡到钱', '捡到钱', '捡到钱', '捡到钱', '奔小康'],
        ['平淡无奇', '平淡无奇', '平淡无奇', '遇到贵人', '人生开挂', '读书', '旅行', '遇到爱', '出名', '拍电影', '上映', '60亿票房'],
        ['犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '犯桃花', '桃花劫'],
        ['遇到爱', '遇到爱', '遇到爱', '遇到爱', '遇到爱', '遇到爱', '遇到爱', '遇到爱', '遇到爱', '遇到爱', '遇到爱', '依旧单身'],
        ['旅行', '旅行', '犯桃花', '瘦五斤', '瘦五斤', '突然火了', '粉丝暴增', '粉丝再增', '低调', '更加火了', '暴富', '人生巅峰'],
        ['瘦一斤', '瘦一斤', '瘦两斤', '瘦一斤', '瘦两斤', '瘦一斤', '瘦一斤', '瘦一斤', '瘦一斤', '瘦一斤', '有艳遇', '艳遇*2'],
        ['平静', '平静*2', '平静*3', '平静*4', '彩票中奖', '彩票中奖', '彩票中奖', '彩票中奖', '捡到钱', '捡到钱', '捡到钱', '奔小康'],
        ['企图创业', '纠结', '纠结', '拼了', '拼了', '拼了', '拼了', '还在拼', '继续拼', '成了!', '上市了!', '做慈善'],
        ['捡到钱', '捡到钱', '旅行', '犯桃花', '瘦五斤', '犯桃花', '犯桃花', '遇到爱', '胖五斤', '胖五斤', '旅行', '中大奖']
    ];


</script>